10/data/attachments/5c3b946fcffc6326.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_99e83886-a3a4-4e3b-8905-604275423e25</nif:username>
            <nif:friendToBeAdded>Lori_turn_Actions_47011_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>